Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_inviterer_til_barnevernskonferanse.html.tmx
Source language: nob
Languages: sme

source: Sametinget inviterer til barnevernskonferanse, med tema hvordan sikre samiske barns rettigheter når barnet er under barnevernets omsorg.
sme: Sámediggi bovde mánáidsuodjaluskonferánsii mas fáddá lea movt sihkkarastit máná vuoigatvuođaid go mánná lea mánáidsuodjalusa fuolahusas.

source: Sametingsråd Runar Myrnes Balto, i samarbeid med Nasjonalt samisk kompetansesenter (NASÁG/NASAK) og Norsk fosterhjemsforening inviterer til barnevernkonferanse på Radisson Blu Hotell i Tromsø 9.- 10. november 2022.
sme: Sámediggeráđđi Runar Myrnes Balto, ovttas Nationála sámi gelbbolašvuođaguovddážiin (NASÁG/NASAK) ja Norgga biebmoruoktoservviin (Norsk fosterhjemsforening) bovdejit mánáidsuodjaluskonferánsii Radisson Blu-hoteallas Romssas.

source: Ny barnevernslov sikrer at barns etnisitet, språk, kultur og religion skal ivaretas i barnets - beste vurdering, og samiske barn særskilte rettigheter skal ivaretas.
sme: Ođđa mánáidsuodjalusláhka sihkkarastá ahte mánáid čearddalašvuohta, giella, kultuvra ja osku galget fuolahuvvot máná- buoremussii árvvoštallamis, ja sámi mánáid erenoamáš rievttit galget fuolahuvvot.

source: Samiske barns rettigheter som urfolks barn er ikke tilstrekkelig kjent innenfor barnevernet, og deres rett til en oppvekst med samisk språk og kultur, etterspørres og synliggjøres lite.
sme: Sámi mánáid vuoigatvuođaid eamiálbmot mánnán ii leat doarvái bures gulustuvvon mánáidsuodjalusas, ja sin riekti bajásšaddat sámi gielain ja kultuvrrain, unnán jearahuvvu ja oidno.

source: Samiske barn under offentlig omsorg registreres ikke ved etnisitet, språk eller kultur.
sme: Sámi mánát almmolaš fuolahusas eai logahallo čearddalašvuođain, gielain ja kultuvrrain.

source: Dette medfører at vi har lite dokumentert kunnskap om samiske barnas livssituasjon, deres helse og levekår, og hvorvidt de får ivaretatt sine rettigheter til språk og kultur.
sme: Dat mielddisbuktá unnán duođaštuvvon máhtu sámi mánáid eallindili, dearvvašvuođa ja birgenlági birra, ja man muddui sin vuoigatvuođat gillii ja kultuvrii fuolahuvvojit.

source: På konferansen vil vi ha fokus på samiske barn rettsikkerhet, identitet, språk og kultur.
sme: Konferánssas šaddá fokus sámi mánáid riektesihkkarvuhtii, identitehtii, gillii ja kultuvrii.

source: Påmeldingsfrist: 31. oktober 2022
sme: Dieđihanáigemearri: Golggotmánu 31. b. 2022
